import React from 'react';

import './About.css';

const About = () => {
    return (
        <div className='about-container'>
            <h1 className='about-heading'>Про нас</h1>
            <div className='about-info'>
                <h1 className='about-title'>
                    Наша мета – бути корисними
                </h1>
                <p>Ми віримо, що фільми існують для того, щоб робити життя простішим, приємнішим і добрішим.
                    Тому і пошук тих же фільмів має бути швидким, зручним та приємним.
                    Ми допомагаємо знайти саме те, що потрібно і без зайвих хвилювань,
                    щоб ви не витрачали життя на пошуки, а просто жили щасливо.</p>

                <h1 className='about-title'>
                    Зв'яжіться з нами
                </h1>
                <p>Якщо у вас є питання, пропозиції або ви просто хочете сказати "Привіт!", не соромтеся зв'язатися з нами.</p>
            </div>
        </div>
    );
}

export default About;